const data = {
  title: "Опрос для теста",
  questions: [
    {
      question:
        "Какой знак пропущен в предложении (Перед ним открылись новые_неведомые горизонты)?",
      answers: ["Тире", "Двоеточие", "Здесь не нужен знак", "Запятая"],
      validAnswer: 4,
    },
    {
      question: "Какие буквы нужно вставить в словах (ц_рк) и (ц_ган)? ",
      answers: [
        "В обоих случаях (ы)",
        "В первом слове (и), во втором (ы)",
        "В обоих случаях (и)",
        "в первом слове (ы), во втором (и)",
      ],
      validAnswer: 2,
    },
    {
      question: "Что вставить вместо пропуска в слове (в_юга)?",
      answers: ["(ь)", "Писать слитно", "(ъ)", "Писать раздельно"],
      validAnswer: 1,
    },
    {
      question: "В каком варианте есть слово без суффикса?",
      answers: [
        "Мороженое, синева, плотник, учитель",
        "Стульчик, домик, девочка, специалист",
        "Кино, земля, веселье, малыш",
        "Елка, солнце, дождик, зонтик",
      ],
      validAnswer: 3,
    },
    {
      question: "Наречие (в_обнимку) пишем:",
      answers: ["Через дефис", "Через твердный знак", "Слитно", "Раздельно"],
      validAnswer: 4,
    },
    {
      question:
        "Какое слово нужно вставить вместо пропуска во фразе (С балкона я увидел___студентов)",
      answers: ["Оба варианта подходят", "Троих", "Трех"],
      validAnswer: 1,
    },
    {
      question: "Как правильно писать слово (гипер_активный)?",
      answers: ["Слитно", "Через твердый знак", "Раздельно", "Через дефис"],
      validAnswer: 1,
    },
    {
      question:
        "Какой знак нужно вставить вместо (_) в предложении: (Принять совет_как практическое руководство к действию)?",
      answers: ["Двоеточие", "Знак не нужен", "Тире", "Запятая"],
      validAnswer: 2,
    },
    {
      question:
        "Какую букву нужно использовать в предложении: (Не изображайте из себя Т/терминаторов!)?",
      answers: [
        "Зависит от контекста",
        "Без разницы",
        "Только большую (прописную)",
        "Только маленькую (строчную)",
      ],
      validAnswer: 4,
    },
    {
      question:
        "Какие два знака пропущены в предложении (Все изменилось _и мои планы _и мое настроение)?",
      answers: [
        "Двоеточие и запятая",
        "Тире и запятая",
        "Нужна только одна запятая после слова (планы)",
        "Две запятые",
      ],
      validAnswer: 1,
    },
  ],
};
